[
	{
		"name": "SanDisk Ultra 128GB SDXC UHS-I Memory Card up to 80MB/s",
		"price": "45.89",
		"description": "Ultra-fast cards (2) to take better pictures and Full HD videos (1) with your compact to mid-range point-and-shoot cameras and camcorders. With SanDisk Ultra SDXC UHS-I cards you’ll benefit from faster downloads, high capacity, and better performance to capture and store 128GB (5) of high quality pictures and Full HD video (1). Take advantage of ultra-fast read speeds of up to 80MB/s (3) to save time moving photos and videos from the card to your computer. From a leader in flash memory storage, SanDisk Ultra SDXC UHS-I cards are compatible with SDHC and SDXC digital devices, and come with a 10-year limited warranty (6).",
		"ratings": 4.5,
		"images": "https://m.media-amazon.com/images/I/81cwDQ9CGoL._AC_SL1500_.jpg",
		"category": "Electronics",
		"seller": "Ebay",
		"stock": 50,
		"state": true,
		"numOfReviews": 32,
		"reviews": []
	},
	{
		"name": "CAN USB FD Adapter (GC-CAN-USB-FD)",
		"price": "315.00",
		"description": "Monitor a CAN network, write a CAN program and communicate with industrial, medical, automotive or other CAN based device. Connect CAN FD and CAN networks to a computer via USB with the CAN USB FD adapter.",
		"ratings": 1.65,
		"images": "https://i.ebayimg.com/images/g/q9YAAOSwv15jQ5QD/s-l1600.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 0,
		"state": true,
		"numOfReviews": 2,
		"reviews": []
	},
	{
		"name": "CHARMOUNT Full Motion TV Wall Mount Swivel",
		"price": "26.99 ",
		"description": "CHARMOUNT TV MOUNT UNIVERSAL DESIGN - Has your TV been received? Tilted TV wall mount is for 26 - 55 TVs weight up to 88lbs 40 kg. Our tilt TV mount has a compatible faceplate that fits VESA 75X75mm (3x3). CHARMOUNT TV MOUNT UNIVERSAL DESIGN - Has your TV been received? Tilted TV wall mount is for 26 - 55 TVs weight up to 88lbs 40 kg. Our tilt TV mount has a compatible faceplate that fits VESA 75X75mm (3x3) CHARMOUNT TV MOUNT UNIVERSAL DESIGN - Has your TV been received? Tilted TV wall mount is for 26 - 55 TVs weight up to 88lbs 40 kg. Our tilt TV mount has a compatible faceplate that fits VESA 75X75mm (3x3).",
		"ratings": 3.5,
		"images": "https://i.ebayimg.com/images/g/CIwAAOSwZH1jd2hf/s-l500.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 1,
		"state": true,
		"numOfReviews": 12,
		"reviews": []
	},
	{
		"name": "Bose QuietComfort 35 II Wireless Bluetooth Headphones",
		"price": "299.00 ",
		"description": "What happens when you clear away the noisy distractions of the world? Concentration goes to the next level. You get deeper into your music, your work, or whatever you want to focus on. That’s the power of Bose QuietComfort 35 wireless headphones II. Put them on and get closer to what you’re most passionate about. And that’s just the beginning. QuietComfort 35 wireless headphones II are now enabled with Bose AR",
		"ratings": 4.5,
		"images": "https://http2.mlstatic.com/D_NQ_NP_605504-MLA40313577191_012020-O.webp",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 11,
		"state": true,
		"numOfReviews": 112,
		"reviews": []
	},
	{
		"name": "Apple AirPods with Charging Case (Wired)",
		"price": "126.99 ",
		"description": "AirPods with Charging Case: More than 24 hours listening time, up to 18 hours talk time; AirPods (single charge): Up to 5 hours listening time, up to 3 hours talk time or 15 minutes in the case equals up to 3 hours listening time or up to 2 hours talk time.",
		"ratings": 4.8,
		"images": "https://http2.mlstatic.com/D_NQ_NP_816812-MLA46302470623_062021-O.webp",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 122,
		"state": true,
		"numOfReviews": 2671,
		"reviews": []
	},
	{
		"name": "Cable Boom Microphone - Volume Control for Playstation PS4 or Xbox",
		"price": "27.99",
		"description": "DESIGN INFO - 3.5mm male to 2.5mm male audio cable adapter with Upgraded Flexible, Detachable Boom Mic which also enables rotary Volume Control and Mute Switch. SteelFlex Arm for perfect microphone positioning. INPUT COMPATIBILITY - Devices supporting 3.5mm audio output such as gaming PS4 / Xbox One controller, PC, Laptop, iPhone and Android Phone.",
		"ratings": 4.1,
		"images": "https://m.media-amazon.com/images/I/71352XmOQWL._AC_SX466_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 1123,
		"state": true,
		"numOfReviews": 6,
		"reviews": []
	},
	{
		"name": "Nikon D3500 W/ AF-P DX NIKKOR 18-55mm f/3.5-5.6G VR Black ",
		"price": "496.95",
		"description": "You don't need to be a photographer to know a great photo when you see one. And you don't need to be a photographer to take a great photo—you just need the D3500. It's as easy to use as a point-and-shoot, but it takes beautiful DSLR photos and videos that get noticed. It feels outstanding in your hands, sturdy and balanced with controls where you want them. It's compact, durable and versatile, ideal for travel. And it works seamlessly with compatible smartphones, making it easier than ever to share your great photos. Even if you've never picked up a DSLR camera, you can take beautiful pictures with D3500.",
		"ratings": 4.7,
		"images": "https://m.media-amazon.com/images/I/81NUXc+NTVL.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 131,
		"state": true,
		"numOfReviews": 222,
		"reviews": []
	},
	{
		"name": "Apple MacBook Air (13-inch, 8GB RAM, 256GB SSD Storage) - Space Gray ",
		"price": "949.99",
		"description": "Stunning 13.3-inch Retina display with True Tone technology, Backlit Magic Keyboard and Touch ID, Tenth-generation, Intel Core i3 processor, Intel Iris Plus Graphics, Fast SSD storage, 8GB of memory, Stereo speakers with wider stereo sound",
		"ratings": 4.9,
		"images": "https://http2.mlstatic.com/D_NQ_NP_801112-MLA46516512347_062021-O.webp",
		"category": "Laptops",
		"seller": "Amazon",
		"stock": 0,
		"state": true,
		"numOfReviews": 56,
		"reviews": []
	},
	{
		"name": "Kauffman Orchards Homegrown McIntosh Apples",
		"price": "2.75",
		"description": "McIntosh is a pretty red/green apple with white flesh Homegrown in Kauffman's orchard in healthy Lancaster County soil McIntosh apples are famous for snacking, pies, salads, and applesauce Protected with soft, high-density foam for safe shipping to your door Not for sale to California, Oregon, or Washington due to state laws governing fresh produce",
		"ratings": 5,
		"images": "https://m.media-amazon.com/images/I/71gqlRrQCuL._AC_SL1500_.jpg",
		"category": "Television",
		"seller": "Kauffman's Fruit Farm & Market",
		"stock": 500,
		"state": true,
		"numOfReviews": 1,
		"reviews": []
	},
	{
		"name": "Matterport Pro3 Fastest 3D Lidar Scanner Digital Camera",
		"price": 5994,
		"description": "Faster As-Built Surveys Capture as-built data in a matter of minutes—far faster than manual methods and more quickly than terrestrial LiDAR scanners—and generate shareable digital twins. Export dimensional information into CAD, and make it easier to start design proposals faster than ever.Easier Construction Progress Monitoring Capture spaces on demand without delaying work. Replace photography with digital twins and use in-model notes to speed up collaboration with subcontractors and stakeholders.Better Quality Control and Work Package Signoff Generate accurate 3D models to identify remedial work. Use tags to link directly from work locations to the appropriate punch cards. Enable fast, accurate, and high-quality documentation of a work package, and make it easy for offsite colleagues to sign them off.",
		"ratings": 4,
		"images": "https://m.media-amazon.com/images/I/519zL5JQF5L._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 4,
		"reviews": [],
		"state": true
	},
	{
		"name": "Canon EOS 250D Vlogger Kit inc Camera",
		"price": 850,
		"description": "The lightweight EOS 250D SLR camera is perfect for vloggers who want professional results in a studio setup. It includes a bag and neck strap plus a mid size tripod and Shotgun Super Cardioid Condenser Video Microphone The world's lightest DSLR with movable screen, with classic handling and cutting-edge technology inside. Great-looking photos and 4K movies are simple to shoot, and the camera communicates intuitively with smart devices. Small in size, big on features Inside its portable body, the EOS 250D features a 24.1-megapixel sensor and a DIGIC 8 image processor for superb results on the move. An optical viewfinder gives a clear, real-time view of the world. The compact DSLR As the world’s lightest DSLR camera with movable screen, the EOS 250D can go to more places and be with you more often, for superb results whenever creativity strikes. Stunning high resolution images and 4K movies Capture 24.1 megapixel photos and 4K movies that are pin-sharp and packed with colour. An APS-C sized sensor and DIGIC 8 processor ensure great results, even in low light. Connected to your life It’s easy to share images with friends and family – just link the EOS 250D to your smartphone or tablet computer using Bluetooth and the camera’s built-in Wi-Fi will take care of the rest. Stay focused, look sharp Whether you capture the moment at 5fps with the optical viewfinder, or use Dual Pixel CMOS AF Live View with Eye Auto Focus, you can enjoy pin-sharp results. Simple or advanced? Enjoy point and shoot simplicity, while Guided UI and Creative Assist mode help unlock your creativity. The movable touchscreen makes awkward angles and selfies easy.",
		"ratings": 3.8,
		"images": "https://m.media-amazon.com/images/I/81rnWrvGEEL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 4,
		"reviews": [],
		"state": true
	},
	{
		"name": "Nikon D500 Body Single-Lens",
		"price": 1094,
		"description": "The sleek and beautiful D500 goes anywhere you go, bringing along stunning resolution and performance. Packing a lot of power into a smaller camera body thanks to its DX sensor means you can take advantage of the smaller and lighter DX lenses in the NIKKOR line—and when you’re travelling, every ounce counts. The best part is, there’s no need to sacrifice image quality to gain portability. The D500 strikes the perfect balance with its 20.9 megapixel CMOS sensor, and is ready to capture the exquisite details, colors, and textures this world has to offer.",
		"ratings": 4.7,
		"images": "https://m.media-amazon.com/images/I/81Jw33DeGtL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 4,
		"reviews": [],
		"state": true
	},
	{
		"name": "TP-Link Tapo Pan/Tilt Smart Security Camera",
		"price": 24,
		"description": "No Hub Required - Works with any Wi-Fi router without the need for a separate hub.Night Vision: 850 nm IR LED up to 30 ft 1080P HD with Night Vision - 1080P full HD for always on live stream and night vision up to 30ft Two-way Audio - With built-in microphone and speaker, you can keep in touch with your family anytime, anywhere. Motion Detection and Activity Zones - Custom activity zones and notification will sent to your phone once motion is detected",
		"ratings": 4,
		"images": "https://m.media-amazon.com/images/I/71AOgfuGcAL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 5,
		"reviews": [],
		"state": true
	},
	{
		"name": "WiFi Camera Indoor 1080P",
		"price": 25,
		"description": "【1080P FHD & 10m Smart Night Vision & 360° Coverage】Imou home indoor security camera with 1080P Full HD and built-in smart IR LEDs extend the range of night vision reach up to 10m (33ft), automatically adjusts to provide high quality crystal video without overexposure, lets you see everything clearly even in pitch black. Imou pet dog camera with 355° horizontal & 85° wide angle lens create a 360 degree complete coverage, protecting your baby, dog, elderly and nanny all day long. 【Human Motion Sound Detection & Smart Tracking & Built-in Siren】Imou WiFi indoor camera can accurately identify human motion and abnormal sound, quickly distinguish human motions from animals to avoid false alarms. It can smart tracking the activity, snapshot and record videos until abnormal end, then save on your local SD card / cloud, and send the alert notifications to your mobile phone at the same time. Imou pet dog camera with built-in siren can scare away unwelcome strangers.",
		"ratings": 4.6,
		"images": "https://m.media-amazon.com/images/I/51ibns6pBhL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 4,
		"reviews": [],
		"state": true
	},
	{
		"name": "WiFi Camera Indoor 1080P Pet Dog Camera, 360°",
		"price": 40,
		"description": "Privacy Mode & SD Card/Cloud Secure Storage】You can cover the camera lens with one tap on the private fashion of the phone app, protecting your personal privacy when you are home. Support storage and playback videos on micro-SD card with max 256GB (not included), NVR and Imou Cloud (30 days free trial with 7 days cycle for recording). 100% comply with GDPR Data Protection Regulation to enhance your privacy protection. 【Product Warranty & Technical Support】Imou is a global smart security brand boasting 24-month warranty. During the period,",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/61zlbZ7aj5L._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Camera IP, Pan Tilt Smart WiFi Security Camera Indoor",
		"price": 50,
		"description": "4MP SUPER HD & STUNNING NIGHT VISION: The indoor camera captures crystal-clear videos in the resolution of 2560x1440 (4 megapixels), clearer than 1080p. The infrared LEDs bring you excellent night vision up to 40ft, enabling you to see your baby or pet in low light. DUAL-BAND WIFI & EASY SETUP: This WiFi IP camera works on both 2.4 GHz and 5 GHz bands to provide a flexible, more stable & faster WiFi connection. Just plug it in, connect it to a wireless network, you can finish its setup easily and quickly in minutes. No subscription fee needed",
		"ratings": 4.2,
		"images": "https://m.media-amazon.com/images/I/51qjooQ3pmL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Digital Camera for Photography with 2.8",
		"price": 560,
		"description": "Multifunctional Digital Camera】This digital camera has four modes: photo mode, video recording, audio recording, playback mode, supports shooting 20MP pixel photos,2.8 inch display, 8X digital zoom,face monitoring, smiling face shooting, anti-shake,very portable and easy to use, supports up to 32GB SD card (not included).【PC Webcam Function & Built-in Microphone】The mini digital camera has a webcam function, as long as the camera is connected to the computer, the webcam can be turned on, and you can conduct live broadcasts, video calls, and online conferences, which is more convenient.Camera's built-in microphone and speaker for audio recording and playback",
		"ratings": 4,
		"images": "https://m.media-amazon.com/images/I/61xhgOiUXYL._AC_SL1000_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 5,
		"reviews": [],
		"state": true
	},
	{
		"name": "Stylophone The Original Pocket Electronic Organ",
		"price": 24,
		"description": "Iconic gadgets don't come along every day. The Stylophone is a household name in the music world, known for its super-fun stylus design, compact design, and unique retro sound. Used by everyone from David Bowie to The White Stripes, it’s the perfect musical gizmo - once you pick it up, you won’t want to put it back down…",
		"ratings": 4.6,
		"images": "https://m.media-amazon.com/images/I/61KQbKz36HS._AC_SL1024_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 7,
		"reviews": [],
		"state": true
	},
	{
		"name": "OCOOPA Hand Warmers Rechargeable",
		"price": 24,
		"description": "Great Gifts Idea, birthday, anniversary, promotion celebration for your family members and lovers. EXQUISITE COMFORT - Made of high-tech aircraft-grade aluminum and ABS material, thousands of polished exterior material, smooth and warm, portable and compact as well anti-skid in one hand.",
		"ratings": 3.7,
		"images": "https://m.media-amazon.com/images/I/61zlbZ7aj5L._AC_SL1500_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 7,
		"reviews": [],
		"state": true
	},
	{
		"name": "HCFGS Electronics Accessories Organizer Bag",
		"price": 24,
		"description": "Keep everything in one place - The electronics organizing bag helps you keep all your electronics accessories and various cables together. like cables, flash disk, Power, Cords, Memory Cards,USB drive, Charger ,Pens, Headphone and etc. Spacious Storage Spaces - Our Travel Cable Organiser Bag has enough roomy to hold various items, for sorting the cables for everyday life, Size: 25*18cm / 9.8*7.1in, perfect size easily fits into your briefcase, luggage, backpack.",
		"ratings": 4.6,
		"images": "https://m.media-amazon.com/images/I/71pjnedCaZL._AC_SL1000_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 7,
		"reviews": [],
		"state": true
	},
	{
		"name": "Trust Gaming GXT 258 Fyru USB 4-In-1",
		"price": 224,
		"description": "STUDIO QUALITY RECORDINGS: The Trust GXT 258 Fyru 4-in-1 Streaming Microphone is built to deliver crystal clear and rich recordings of a near-professional studio quality; Compatible with PC, PlayStation 4 & PlayStation 5. 4 RECORDING PATTERNS: With this condenser microphone you can get optimised recordings in any situation; Choose between cardioid (streaming on YouTube or Twitch, one-man podcast or voice-over), bidirectional (duet or interview), stereo (stereo setting music recordings) or omnidirectional (group podcast)",
		"ratings": 3.6,
		"images": "https://m.media-amazon.com/images/I/71unVDuu2SL._AC_SL1500_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 7,
		"reviews": [],
		"state": true
	},
	{
		"name": "Electronics Compressed Air Duster,",
		"price": 124,
		"description": "Compressed Air 4.0: The Tiepetly Electric Air Duster is equipped with the newest performance motor that grants it the max speed up to 90000 RMP. The highest velocity offers a 12000 Pa blowing/suction force that allows you to clean debris or hairs littering every nook and cranny. Economic 2 in 1: The outstanding feature is the combination of an air duster and a mini handheld vacuum in one device. Blowing the dust all over the place is quite annoying, using the suction function is literally a dust-free cleaning. Easy and economic with no hassle.",
		"ratings": 4.6,
		"images": "https://m.media-amazon.com/images/I/717Eboq8lDL._AC_SL1500_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 9,
		"reviews": [],
		"state": true
	},
	{
		"name": "ASUS Chromebook 11 CR1100 11.6",
		"price": 500,
		"description": "CR1100 is packed with ruggedized features such as the all-round rubber bumper, spill-resistant keyboard and ultra-tough hinge. CR1100 is also a smart investment for environments of all types, with its ASUS Antibacterial Guard treatment helping prevent germs.",
		"ratings": 3.7,
		"images": "https://m.media-amazon.com/images/I/517mFTki4qL._AC_SL1000_.jpg",
		"category": "Laptops",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 9,
		"reviews": [],
		"state": true
	},
	{
		"name": "ASUS aut 15.6",
		"price": 390,
		"description": "Easy portability. Effortless productivity.Whether for work or play, ASUS Vivobook 15 is the entry-level laptop that delivers powerful performance and immersive visuals. Its NanoEdge display boasts wide 178° viewing angles and a matte anti-glare coating for a truly engaging experience. Inside, it’s powered by an Intel Core i5 processor with 16 GB RAM and 512 GB PCIe SSD.",
		"ratings": 3.5,
		"images": "https://m.media-amazon.com/images/I/61FXeHw3rfL._AC_SL1000_.jpg",
		"category": "Laptops",
		"seller": "Amazon",
		"stock": 9,
		"numOfReviews": 8,
		"reviews": [],
		"state": true
	},
	{
		"name": "Lenovo IdeaPad 1 14 inch Intel Celeron",
		"price": 180,
		"description": "IdeaPad 1 features an HD display so you can view your content with deeper and more intense clarity.For those looking for an on-the-go laptop, the IdeaPad 1 is your best choice. The 11 model starts at a feather-light 1.2 kg. With 8 hours battery life, you can take your IdeaPad 1 anywhere and do more.Dolby Audio delivers crystal-clear audio whether you’re watching a video or streaming music. With the built-in dual stereo speaker, you’re sure to fall in love with what you hear on the IdeaPad 1.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/61ydgVHOMKS._AC_SL1500_.jpg",
		"category": "Laptops",
		"seller": "Amazon",
		"stock": 0,
		"numOfReviews": 3,
		"reviews": [],
		"state": true
	},
	{
		"name": "External Hard Drive 4TB,Portable External Hard Drive High Speed USB 3.1 External Solid State Drive 4000GB",
		"price": 480,
		"description": " Plug and Play】 The External Hard Drive do no need for external power supply, software installation or any network,just plug in the drive to use.Provide ideal additional storage space for your computer and game console. 【High Speed Type-C/USB3.1 External Hard Drive】With super high transmission. 5 times as fast as usual hard drive when reading and more than 1 time faster when writing, sure to boost your work efficiency largely!【Quality Metal Shell&Excellent Performance】This hard drive is shockproof and anti-drop,The quality aluminum alloy shell offers great heat dissipation for durability and safety.【Superior Compatibility】Its strong compatibility makes it workable with 99% of PC systems,including Microsoft Windows 10/ Windows 8.1/ Windows 8/ Windows 7/Android and more!【What You Get】 1 x Portable Hard Drive 4TB,1 x USB3.1 Cable, 3 Years Warranty.",
		"ratings": 4.8,
		"images": "https://m.media-amazon.com/images/I/41FXQy-GelL._AC_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Docking Station Dual Monitor ,13 IN 1 USB C Hub Triple Display Multiport Adapter Tabble USB C ",
		"price": 52,
		"description": "【13 in 1 Laptop Docking Station】With this usb c hub multiple adapter you can easily extend your laptop from one type c/thunderbolt 3/4 port into 13 ports, you get 2*4K HDMI, DisplayPort, 2*USB C ports(Both support 100W Power Delivery+10Gbps Data Transfer), USB 3.1 port, 3*USB 3.0, 2*USB 2.0, 3.5mm Audio, Gigabit Ethernet port. 【Triple Display USB C Multiport Adapter】This usb c to hdmi adapter ONLY Windows system support MST and SST(Mirror & Extend Mode). Single use HDMI1 or DP can up to 4K 60Hz under DP1.4 source. The resolution of monitors will be always consistent with laptop if mirror display under Windows system. (★Note: MacOS system DOES NOT support triple display. The screens of external monitors are the same, no matter they are displayed in mirror mode or extended mode.)",
		"ratings": 3.8,
		"images": "https://m.media-amazon.com/images/I/71dCD0b783L._AC_SL1500_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "ReFind Camera cover Slide Blocker. Accessories for mac,phone,iphone,laptop accessories, computer accessories.",
		"price": 4,
		"description": "Stop hackers with the camera cover slider. The laptop privacy screen sticker acts as a physical security cover to protect personal privacy and family privacy. 【Ultra-Thin and Durable】The Ultra-Thin 0. 027inch (0. 6mm) mini-size allows you to close the laptop normally. It also protects your webcam from dirt and dust due to the perfectly fitting cover slider.",
		"ratings": 4.2,
		"images": "https://m.media-amazon.com/images/I/61XKy+0lCiL._AC_SL1001_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 9,
		"reviews": [],
		"state": true
	},
	{
		"name": "SEFFO Lap Desk Laptop Stand Portable Tray With Cushion, Built In Mouse Pad And Phone Holder, Up To 15.6",
		"price": 42,
		"description": "Finished in a stylish grey carbon fibre design, providing a modern look to match your laptop and contemporary furnishings.  ✅ ULTRA COMFORT - Equipped with a slanted dual-bolster cushion, providing the perfect angle for your lap and that extra comfort that everybody needs!  ✅ NO MORE HOT LAPS - A simple prevention to that dreaded feel of your laps burning allowing you to carry on with your tasks whilst maintaining comfort.  ✅ EVERYDAY VERSATILITY - Fitted with a device holder, mouse pad and large desk space, giving you plenty of opportunity to use the area in whichever way you desire!  ✅ EASY PORTABILITY - Lightweight desk alongside the built in handle makes it super easy to carry around!",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/71EMHJ0s5GL._AC_SL1500_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "HYZUO 13.3-14 Inch Laptop Sleeve Compatible with MacBook Pro 14 M1 Pro/Max A2442 2021 2022, MacBook Air 13 2012-2017",
		"price": 23,
		"description": "Compatible with 2022 2021 MacBook Pro 14 M1 Pro/M1 Max (A2442), Compatible with 13.5 Surface Laptop 5/4/3/2 (2018)/2017, Compatible with MacBook Air 13 2012-2017(A1369/A1466), Compatible with MacBook Pro 13 2012-2015 (A1425/A1502), Compatible with iPad Pro 12.9 2nd/1st Gen. 2017 2015, Compatible with HP ENVY 13/HP Envy X360 13, Compatible with HP Spectre X360 13/14, Compatible with HUAWEI MateBook 14 2021, Compatible with Lenovo Yoga 14C 2021, Compatible with Lenovo Yoga 720/910/920, etc.  Made of High-strength and durable Microfiber (Faux) Suede Leather, water-resistance, and anti-scratch. Soft velvet lining protects your laptop from scratches when you take it out or put it in the sleeve  Invisible magnets closure, allows you to easily access your laptop, while your laptop will not be damaged by the magnets  Come with a practical and stylish pouch for accessories such as charger, mouse, earphone or other peripherals, it can also be used as a cosmetic pouch, etc.  Compact and slim design allows this sleeve to be carried solo or fit in your briefcase or backpack, lightweight yet durable",
		"ratings": 4.5,
		"images": "https://m.media-amazon.com/images/I/61Wl3CnrkBL._AC_SL1500_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "SLEEC Magnetic Laptop Phone Holder Iphone Laptop Phone Mount Portable Phone Mount For Laptop MacBook Magnetic Phone Holder",
		"price": 14,
		"description": "Magnetic Phone Holder For Laptop Let Use Your Phone More Conveniently, no extra No Plates Needed for iPhone and separate plates provided for other mobiles -Portable phone mount for laptop holds the mobile phone next to the laptop or macbook display easy to adjust mobile holder for laptops",
		"ratings": 4.2,
		"images": "https://m.media-amazon.com/images/I/41R7jMKzUCL._AC_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "JETech Laptop Sleeve for 13.3-Inch MacBook Air/Pro, 14-Inch MacBook Pro 2021 M1, 13-13.6 Inch Notebook, Waterproof ",
		"price": 13,
		"description": "Designed for MacBook Pro 14-Inch 2021 and laptops/tablets upto 13.3 inches, including 13'' MacBook Pro late 2012-2015 and MacBook Air, 12.3'' Surface Pro 3/4/5/6, Surface Laptop 2017/2018, 13'' MacBook Pro 2016/2017/2018/2020(A1706/A1708/A1989/A2156), 13'' MacBook Air 2018/2020, 14-Inch MacBook Pro 2021 M1, 13-13.6 Inch NotebookThe durable sleeve features inner foam cushions to protect your tablet/laptop against dust, scratches, drops, and shocks. Slim, lightweight and easy to carry around or slide into a briefcase, backpack or suitcaseAn extra front pocket can contain items like pens, mobile phones, cables, chargers, power banks and more",
		"ratings": 3.9,
		"images": "https://m.media-amazon.com/images/I/81XD408tUfL._AC_SL1500_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "seenda Wireless LED Mouse, Rechargeable Computer USB Cordless Mice Mouse for Laptop, Adjustable DPI, Quiet Click ",
		"price": 16,
		"description": "【Plug & Play RGB Mouse】Simply plug the mini USB receiver into your computer and the Wireless Rainbow Mouse will work immediately. Featuring 15 different LED rainbow lights that you can easily switch between LED colors by pressing the bottom button. 【Type C Wireless Rechargeable】Built-in 650mAh rechargeable battery, fully charged in just 3 hours for up to 7-10 days (LED backlight on) and 3-4 weeks of operation (LED backlight off). Designed with a low battery indicator, no need to worry about the mouse suddenly running out of power while working. And the smart auto-sleep function and on/off switch help you go further between charges 【Noiseless Clicking】Soft click design reduces noise by over 95%. No noise when working or playing. Matte surface with soft rubber scroll provides you with a quiet working environment without disturbing others. 【Universal Compatibility】This wireless mouse is suitable for computer PC laptops and tablets with USB ports and works on Windows XP, Windows Vista, Windows 7, 8, 10, 11, Mac OS X 10.4, Chromebook, PS4, PS5, Xbox, and other operating systems [Note]: If your laptop only has a Type C port, you will need a USB to Type C adapter to connect",
		"ratings": 3.5,
		"images": "https://m.media-amazon.com/images/I/61JdDdDx1eS._AC_SL1500_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Laptop Backpack for Women,15.6 Inch Stylish Laptop Rucksack Wide Open, College School Backpack with ",
		"price": 33,
		"description": "High Quality Material: The laptop backpack is made of water resistant and durable polyester fabric with metal zippers, which is quite durable. Reinforced edges and steel frame of the main compartment keep the perfect shape of the bag and durable of usage. External dimensions: 17x11.8x7.5. Weight: 1.82 LBS. Multi-function Laptop Backpack: The main compartment with separated compartments and pockets which can provide roomy space for your laptop(15.6inch) and tablet, power bank, A4 files, wallet, clothes and more your items. A elastic pocket at each side can hold your umbrella, water bottle, etc. USB Port Design: With a USB charging port extended on the side of the backpack and built-in a charging cable inside, it offers an easy access to charge your phone when you are carrying a backpack on the road (POWER BANK is not included) Functional & Safety: A luggage strap can be inserted and fixed to the handle of trolley or suitcase, making it very convenient to carry. RFID protection pocket protects your personal information from being stolen by a RFID scanner (e.g. credit cards, passports, and driver's license) Ideal Gift: This stylish backpack for women can be a great companion for college, travel, business, everyday use and outdoor activities. Practical gifts for teens, girls, friends, mother, grandmother.",
		"ratings": 3.7,
		"images": "https://m.media-amazon.com/images/I/718trgK3jgL._AC_SL1500_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "GROSSē Laptop Bed Table Lap Standing Desk for Bed and Sofa Breakfast Bed Tray Laptop Lap Desk",
		"price": 23,
		"description": "Ultra-Portable]: Slim, portable, and light weight allowing you to protect your investment wherever you go[Ergonomic Comfort]: Doubles as an ergonomic stand with two adjustable height settings[Optimized for Laptop Carrying]: The metal mesh provides your laptop with a stable laptop carrying surface.[Ultra-Quiet Fans]: Three ultra-quiet fans create a noise-free environment for you [Extra Usb Ports]: Extra USB port and power switch design allows for connecting more USB devices.Warm Tips: The packaged cable is USB to USB connection. Type C connection devices need to prepare an Type C to USB adapter .",
		"ratings": 4.7,
		"images": "https://m.media-amazon.com/images/I/71R-TNQ5D-L._AC_SL1280_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "REDBAT Laptop Arm for Laptop/ Notebook up to 17 inch, Height Adjustable Laptop Arm for Desk Weight up to 8kg",
		"price": 28,
		"description": "ERGONOMIC MONITOR MOUNT WITH LAPTOP TRAY: This adjustable laptop mount will allowoptimal placement of your screen. Our laptop arm enables you to find the correct position to reduce neck and eye strain so as to work more comfortably.UNIVERSAL MONITOR STAND WITH NOTEBOOK TRAY：This sturdy laptop arm can support of a monitor or a notebook. Its particularly long 420mm monitor arm makes it easy for adjustment and the steel tray measures 352mm in length and 296mm in width, perfectly suitable for notebooks up to 16inch. With the tray removed, it can be used for 13-32 inch monitor up to 8kg with VESA sizes 75 x75 and 100 x 100mm.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/814K-ev1CSL._AC_SL1200_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "havit Cooling Pad 12-17Laptop Cooler with 3 Ultra Quiet Fans, Ergonomic Comfort Notebook Cooler ",
		"price": 22,
		"description": "Ultra-Portable]: Slim, portable, and light weight allowing you to protect your investment wherever you go[Ergonomic Comfort]: Doubles as an ergonomic stand with two adjustable height settings[Optimized for Laptop Carrying]: The metal mesh provides your laptop with a stable laptop carrying surface.[Ultra-Quiet Fans]: Three ultra-quiet fans create a noise-free environment for you [Extra Usb Ports]: Extra USB port and power switch design allows for connecting more USB devices.Warm Tips: The packaged cable is USB to USB connection. Type C connection devices need to prepare an Type C to USB adapter .",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/71jUT5npz-L._AC_SL1500_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Tiksounds Wireless Earbuds, Bluetooth Headphones in-Ear, 35H Playtime with LED Power Display,",
		"price": 20,
		"description": "35-Hour Playtime: X15 wireless earbuds playtime lasts for over 6 hours from single charge and total 35 hours with charging case.Immersive Sound with Punchy Bass: X15 Wireless headphones adopts unique stereo design and 13mm big composite diaphragms to produce powerful sound with 43% more bass. Supports AAC high-quality audio decoding. IPX7 Waterproof: X15 wireless earphones boast IPX7 rated protection that resist daily splashes of water, sweat, rain. Perfect for fitness and travelling.",
		"ratings": 4.4,
		"images": "https://m.media-amazon.com/images/I/61Go203So7L._AC_SL1500_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Soundcore Wireless Headphones, by Anker Life P2 Mini Wireless Earbuds,",
		"price": 45,
		"description": "Incredible Sound Loved By 20 Million+ PeopleStunning Sound: Life P2 Mini true wireless headphones have oversized triple-layer 10mm drivers that deliver sound with boosted bass.3 EQ Modes: Soundcore Signature, the default EQ, delivers well-balanced sound, while Bass Booster enhances bass-heavy music, and Podcast makes voices stand out clearly. To switch to a different mode, quickly press the right earbud 3 times. You will hear a tone for each successful switch.",
		"ratings": 3.8,
		"images": "https://m.media-amazon.com/images/I/51hsq3bombL._AC_SL1500_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Sony MDR-ZX110 Overhead Headphones - Black , BASIC, Pack of 1",
		"price": 12,
		"description": "30 mm dome drivers for balanced sound 12-22 kHz frequency rangePadded ear cups for comfortable listening Choice of colours to suit your style",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/51+YgRqnG4L._AC_SL1339_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "6S Wireless Headphones Over Ear, [40 Hrs Playtime] Hi-Fi Stereo Foldable Wireless",
		"price": 22,
		"description": "【HI-FI Wireless Headphones】High Definition Stereo Headphones, and advanced bluetooth 5.0 chip that aim to deliver you superior sound quality with high fidelity deep bass and crystal clear treble, Deep, accurate bass response,extended frequency range,rechargeable.Lose yourself in immersive music even in the lowest volume levels! 【Comfortable & Super Light】These over ear Bluetooth headphones come with super soft pads and adjustable headband providing lasting comfort.Ear cushion simulate human skin texture,ensuring lasting comfort.The Slider and softly padded headband allows you to find a perfect fit for different size of heads.GREAT COMFORT FOR ALL AGES.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/51V0CDHoopL._AC_SL1000_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Betron DC950 Earphones In-Ear Headphones Earphones with Microphone",
		"price": 8,
		"description": "Built in high-performance headphone drivers for extended frequency range, lower distortion, high performance and noise isolating ear tips eliminate ambient noise. Provide perfect listening pleasure for music, video or phone calls Multi-functional button design enables you to take hands-free calls while listening to music . The hidden earphone microphone ensures clearer conversations. You never have to pick up your devices Betron earphones are compatible with iPhone SE/ 6/6s/6 Plus/6s Plus/5/5c/5s, iPad Mini, iPad Air, iPod touch 5, iPod Nano 7, Galaxy, Android Smartphones and tablets, Windows devices, and other devices equipped with 3.5mm headphone jack",
		"ratings": 4,
		"images": "https://m.media-amazon.com/images/I/615MxN+QWzL._AC_SL1500_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "KVIDIO Bluetooth Headphones Over Ear, 55 Hours Playtime Wireless Headphones",
		"price": 20,
		"description": "HIGH FIDELITY STEREO HEADPHONES: KVIDIO upgraded bluetooth headphones with dual 40mm drivers and noise isolation technology, offers an almost concert hall-like feel to your favorite music as close as you're watching it live. Provide high-quality reproduction of sound for listeners, audiophiles, and home audio enthusiasts UNMATCHED COMFORTABLE HEADPHONES: Over ear earmuff made by softest memory-protein foam gives you all day comfort. Adjustable headband and flexible earmuffs can easily fit any head shape without putting pressure on the ear. Foldable and ONLY 0.44lbs Lightweight design makes it the best choice for Travel, Workout and Every day use by College Students",
		"ratings": 4.4,
		"images": "https://m.media-amazon.com/images/I/71PONvAHqyL._AC_SL1500_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Soundcore by Anker Life Q30 Hybrid Active Noise Cancelling Headphones ",
		"price": 79,
		"description": "Advanced Noise Cancellation Technology: Maintain your focus with Life Q30’s hybrid active noise cancellation. Dual noise-detecting microphones pick up and filter out up to 95% of low-frequency ambient sound to ensure nothing distracts you from your music. Ultimate Noise Cancellation Experience: Customize Life Q30’s noise cancellation with 3 modes—Transport minimizes airplane engine noise, Outdoor reduces traffic and wind, and Indoor dampens the sound of busy offices with people talking in the background.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/61+WYAjltpL._AC_SL1500_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "OneOdio Over Ear Headphone Studio Wired Bass Headsets with 50mm Driver",
		"price": 45,
		"description": "Hi Res Sound】Enjoy superb, balanced sound and supreme comfort with the OneOdio Studio monitor headphones. Large, 50 millimeter speaker unit drivers combined with neodymium magnets provides stereo Hi-Fi level sound; powerful bass, clear vocal, and crisp high tones form perfect balanced sound.A standard-sized 3.5mm plug aux cable with mic are included （make it a headphone with mic. A long, DJ-style 9.8ft cord with 6.35 plug easily reaches from the TV or stereo to your sofa. They both are completely detachable, so that you don't need to spend all hours of the day plugged into your mixer.90° swiveling earcups for single-ear monitoring anytime; self-adjustable and flexible headband delivers a fatigue-free listening experience that can last for hours, perfect for mastering and mixing.",
		"ratings": 2,
		"images": "https://m.media-amazon.com/images/I/81wEYKtS9WL._AC_SL1500_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Wireless Earbuds, Bluetooth 5.3 Wireless Headphones in Ear with 40Hrs",
		"price": 20,
		"description": "Bluetooth 5.3 and One-Step Pairing: T19 wireless headphones uses advanced Bluetooth 5.3 technology, supports HSP, HFP, A2DP and AVRCP, signal transmission faster, more stable and lower latency. After pairing for the first time, just open the charging case and your devices will connect automatically(Hall switch). Provide you with a more stable connection and perfect audio and video synchronization.Professional Audio and Comfortable: Our Bluetooth headphones adopts AAC+SBC audio decoder and 13mm moving coil unit, which increases the frequency bandwidth by 25%, resulting in unique Hi-Fi sound. Different from in ear headphones, T19's semi in-ear headphones weigh only 4g, which is lighter and more suitable for the structure of the human ear.",
		"ratings": 3.6,
		"images": "https://m.media-amazon.com/images/I/71Zmh1Le7NL._AC_SL1500_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Wireless Headphones, Bluetooth 5.3 Headphones Sports Wireless Earbuds",
		"price": 29,
		"description": "2022 Bluetooth 5.3 Technology and Auto Pairing: The wireless headphones are equipped with upgraded Bluetooth 5.3 high-performance chip, support HSP, HFP, A2DP, AVRCP, which provides you an a smoother and clearer audio experience with faster transmission speed and stronger connection stability. One-step pairing technology, the bluetooth earbuds can easily enter the pairing mode immediately after leaving the charging compartment, and automatically connect with the previously connected phone.Ergonomic Comfort & Optimized Sports Design: Earbuds wireless are designed with use soft silica gel over-ear earhooks, and the ergonomic design aimed at fully fitting your ears and maximally guarantee a comfortable wearing experience and even you do strenuous exercise, it will also stay firmly. IP7 waterproof and sweatproof sports headphones, uniquely built for fitness, workout & other outside activity, it can disperse your pressure while exercising for a better listening feeling.",
		"ratings": 4.8,
		"images": "https://m.media-amazon.com/images/I/71gS6UTcS9L._AC_SL1500_.jpg",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Retro Game Console, Portable Mini Handheld Video",
		"price": 22,
		"description": "【Built-in 400 Super Classic Games】This handheld games console has almost 400 kinds of retro classic games, which can take you back to your childhood in a flash. Plenty of games for your choice, including Arcade retro games, puzzles, arcades, shooting, racing, fighting, adventure etc. Help you recall the wonderful childhood memories.【Compact Size And Portable】Our retro portable mini games console is designed as portable size, you can enjoy the retro gaming with your friends anytime and anywhere, not limited by time and place. And the game console won't take up any area, it can take it with you, easy to put them into your pocket or handbag. And the built in battery has a large capacity and will not run out of power easily.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/81pYbcMgjzL._AC_SL1500_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Pandora's Box, arcade console, built-in 10,000 memorable",
		"price": 200,
		"description": "🕹️【Built-in 10000 games】This is the latest version of Pandora's box in 2022 with 9750 classic retro 2D arcade games and 250 3D games, you will relive those wonderful gaming moments of your childhood. Please contact us for a complete list of games.🕹️【3D Wifi System】Built-in Wifi function and game market for you to download more extra games. Including fighting games, action games, shooting games, racing games, sports games, puzzle games and other types of games.🕹️【Connect and Play】This game console is easy to use and can be connected to HDTV/Monitor screens and projectors (1280x720 resolution) via HDMI or VGA cable. The package includes a 3-meter HDMI cable and a 3-meter VGA cable. (Reminder: Laptop connection is not supported)",
		"ratings": 4,
		"images": "https://m.media-amazon.com/images/I/71gBtVE9hyL._AC_SL1500_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Sony Playstation PS 3 Console 160GB",
		"price": 150,
		"description": "High-definition capabilities: Enjoy high-definition entertainment, HDMI (High-Definition Multimedia Interface) means you can use your PlayStation 3 with high-definition televisions as well as conventional TVs. Backwards compatibility: The PlayStation 3 is compatible with over 1000, but not all, PSone and PlayStation 2 games as well as audio CDs and DVDs.",
		"ratings": 5,
		"images": "https://m.media-amazon.com/images/I/31i6fgGAd1L._AC_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "SEGA Mega Drive Mini (Electronic Games)",
		"price": 400,
		"description": "Miniature SEGA Mega Drive replica includes 40 legendary games plug and play ready",
		"ratings": 3.9,
		"images": "https://m.media-amazon.com/images/I/71jz2UF7LsS._AC_SL1000_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "PlayStation Classic",
		"price": 112,
		"description": "PlayStation Classic comes with 20 pre loaded games including, Final Fantasy Vll, Jumping Flash, Ridge Racer Type 4, Tekken 3 and Wild Arms This mini Console is approximately 45 percent smaller than the original PlayStation Includes two wired Controllers, a virtual memory card and an HDMI cable",
		"ratings": 3.9,
		"images": "https://m.media-amazon.com/images/I/71ogaAK8DGL._AC_SL1500_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "CZT 4.3 inch retro game console built-in 3000 handheld ",
		"price": 65,
		"description": "Built- in the lower left corner of the screen, select and enter, you will see different folders with many games in it.【The game can be archived】 When the game cannot continue, press the  key, you will see the game menu, you can save the game,Next time you can continue playing with your saved progress without having to start over.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/61HMignL3tL._AC_SL1000_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Sony Console PlayStation 5 Édition Standard Blanche + Fifa 2023",
		"price": 900,
		"description": "Embark on an epic and heartfelt journey as Kratosand Atreus struggle with holding on and letting go.Against a backdrop of Norse Realms torn asunder by the fury of the Aesir, they’ve been trying their utmost to undo the end times. But despite their best efforts, Fimbulwinterpresses onward.Witness the changing dynamic of the father-son relationship as they fight for survival; Atreus thirsts for knowledge to help himunderstand the prophecy of “Loki”, as Kratos struggles to break free of his past and be the father his son needs.See for yourself how fate will force a choice upon them: between their own safety or the safety of the realms. All the while,hostile Asgardian forces assemble…",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/31h94LiQTcL._AC_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "PlayStation 5 Console + God of War",
		"price": 489,
		"description": "DualSense Wireless Controller integration: Feel your journey through the Norse realms, made possible by immersive haptic feedback and adaptive trigger functionalityStunning visuals: Switch between full 4K resolution at a targeted 30 frames per second, or dynamic resolution upscaled to 4K at a targeted 60fpsFully optimized for 3D Audio: Immerse yourself in the unique soundscapes of the Nine Realms as sounds reverberate and echo throughout the environment",
		"ratings": 5,
		"images": "https://m.media-amazon.com/images/I/51LraChUGmL._AC_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "OneXPlayer 1S 8.4 Inches Handheld PC Video Game Console One",
		"price": 1499,
		"description": "Playing games with the most powerful CPU is like racing with a 2,500 bhp sports car. The experience is surreal. The 11th generation of Tiger Lake-U 1195G7 processor features 12M L3 cache, 5.0 GHz turbo frequency, 4-core and 8-thread. The world's best performing CPU makes sure you rule all kinds of video games and boosts performance in every possible way.iRIS Xe Graphics 96EU Graphics : Utilizing the execution units to their best, the newest Intel iRIS Xe 96 EU Graphics enables a handheld gaming console to perform like a desktop gaming PC. All mainstream games run smoothly thanks to the powerful GPU.Japanese Original ALPS Rocker : 360° Flexible Operation. Two Japanese original ALPS high performance 360° rocker are adopted with stable and smooth force, low resistance and flexible feedback. It greatly improves the play feel, and supports L3/R3 function.",
		"ratings": 4.4,
		"images": "https://m.media-amazon.com/images/I/61EeX9FoM3L._AC_SL1500_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Xbox Series S",
		"price": 390,
		"description": "ames and boosts performance in every possible way.iRIS Xe Graphics 96EU Graphics : Utilizing the execution units to their best, the newest Intel iRIS Xe 96 EU Graphics enables a handheld gaming console to perform like a desktop gaming PC. All mainstream games run smoothly thanks to the powerful GPU.Japanese Original ALPS Rocker : 360° Flexible Operation. Two Japanese original ALPS high performance 360° rocker are adopted with stable and smooth force, low resistance and flexible feedback. It greatly improves the play feel, and supports L3/R3 function.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/71NBQ2a52CL._AC_SL1500_.jpg",
		"category": "Consoles",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "TCL 32S5209K TV- 32-Inch TV Smart HD Television with Android TV - HDR",
		"price": 109,
		"description": "209K runs an Android Operating System – watch Netflix, YouTube and more straight out of the box. Enjoy Google Assistant, Chrome Cast and download more via the Google Play Store. Plus plug in and play with HDMI and USB connectivity. Free view Play not included..VESA size 100 x 100 mmMore colours with deeper contrast featuring HDR and micro dimming technologies – Colours and contrast are intelligently optimised in every frame.Connect wirelessly and be cable free. Connect directly to Wi-fi and Bluetooth, both options are ready to use. / Equipped with Bluetooth and Chromecast connectivity, enabling users to connect wireless devices with ease and cast from computers or smartphones.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/71kuWJjZuGL._AC_SL1500_.jpg",
		"category": "Television",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "TCL 55CF630K 139cm (55 inch) QLED Fire TV",
		"price": 409,
		"description": "ENDLESS ENTERTAINMENT: With Fire TV built-in, enjoy endless entertainment on thousands of apps and channels, including BBC iPlayer, Netflix, Prime Video, YouTube, Disney+, NOW, Freeview play and many more. (subscription fees may apply) Exceptional colours of QLED: Featuring state of the art Quantum Dot technology, this TCL Fire TV delivers genuine cinematic colour made from over a billion colours and shades. All of the colours that cinema cameras can capture. They make it possible to deliver a level of colour reproduction, detail and depth which are unrivalled by any other LED or OLED TV.",
		"ratings": 3.9,
		"images": "https://m.media-amazon.com/images/I/61l40mcEnSL._AC_SL1500_.jpg",
		"category": "Television",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "RCA RR32HD1 - A 32 Inch Roku TV, Smart TV with BBC Netflix",
		"price": 419,
		"description": "Smart TV: Your RCA 32 HD LED TV has a slim and lightweight design that saves you space and is perfect for your kitchen or small lounge.Various Extension Interfaces: This compact and portable RCA TV has 2 x HDMI port, 2 x USB port, 1 x RF Input, 1 x RJ45, 1 x Optical. Various interfaces allow you to expand more devices on this TV.Roku Smart TV: Your RCA TV is equipped with Roku operating system, which provides rich content. With built-in apps like BBC, Netflix, Freeview Play, Disney+, you can explore your favorite shows and movies.High Quality Sound System: Dolby Audio on your RCA TV simulates surround sound without additional loudspeakers, allowing you to enjoy rich stereo sound and immersive virtual surround sound.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/612L5h-DcXL._AC_SL1500_.jpg",
		"category": "Television",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Hisense 43A6BGTUK (43 Inch) 4K UHD Smart TV, with Dolby Vision",
		"price": 429,
		"description": "UHD 4K UHD: 4 times higher resolution than FHD TVs. Binge watch your favorite shows, immerse yourself in the latest movies, or thrill in every moment of the hottest games.Dolby Vision: Inspired by cinema technology, Dolby Vision HDR technology gives an astonishing brightness and contrast depth by 40 times brighter and blacks 10 times darker than standard picture.DTS Virtual X: Enjoy an immersive audio without the need for height speakers, the bass perception engages you into the center of a performance.",
		"ratings": 4,
		"images": "https://m.media-amazon.com/images/I/81CLmuabFDL._AC_SL1500_.jpg",
		"category": "Television",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Sharp 1T C32BB3IE1NB 32 Inch TV, HD Display with Harman/",
		"price": 418,
		"description": "Dolby Digital audio recorder creates virtual surround sound for a cinematic experience. The built-in Harman/Kardon speaker system offers immersive sound out of the box – no extra hardware neededHigh definition: The ACE PRO Engine image optimisation technology analyses & enhances incoming signals for accurate colour reproduction, improved sharpness & reduced noise for a crisp, natural picture Super fast USB 2.0 port: Allows playback of any compatible video, music, or photo files for easy sharing. The",
		"ratings": 4.4,
		"images": "https://m.media-amazon.com/images/I/91Pz3hG2sZL._AC_SL1500_.jpg",
		"category": "Television",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "G Electronics 32LM630BPLA.AEK 32-Inch HD",
		"price": 214,
		"description": "Enjoy entertainment in stunning detail and Generating fives times the resolution of standard definition, resolution 1366 x 768 delivers incredible clarity and vibrant colours To support the advanced picture processing required for bright, sharp images there are 4 cores of processing power available for a fast and powerful brain to make sure you have the best possible picture",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/81XpNyoJi6L._AC_SL1500_.jpg",
		"category": "Television",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},

	{
		"name": "Panasonic TX-65HX700B 65 inch 4K HDR",
		"price": 489,
		"description": " TV simplifies your entertainment experience and allows you to access 400,000+ movies and shows all in one place.Watch movies, sport and TV with detail and clarity like you have never experienced before (requires a 4K source).Download all your favourite apps and games from Google Play, and enjoy them on the big screen with easy access from your custom Android TV.Advanced Dolby Vision HDR brings compatible UHD Blu-ray discs and 4K video streaming to life. Dynamic metadata, adjusts the HDR picture settings scene-by-scene over dark and light sequences.",
		"ratings": 3.9,
		"images": "https://m.media-amazon.com/images/I/71KuOvHY+SL._AC_SL1500_.jpg",
		"category": "Television",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	}
]
