[
	{
		"name": "SanDisk Ultra 128GB SDXC UHS-I Memory Card up to 80MB/s",
		"price": "45.89",
		"description": "Ultra-fast cards (2) to take better pictures and Full HD videos (1) with your compact to mid-range point-and-shoot cameras and camcorders. With SanDisk Ultra SDXC UHS-I cards you’ll benefit from faster downloads, high capacity, and better performance to capture and store 128GB (5) of high quality pictures and Full HD video (1). Take advantage of ultra-fast read speeds of up to 80MB/s (3) to save time moving photos and videos from the card to your computer. From a leader in flash memory storage, SanDisk Ultra SDXC UHS-I cards are compatible with SDHC and SDXC digital devices, and come with a 10-year limited warranty (6).",
		"ratings": 4.5,
		"images": "https://m.media-amazon.com/images/I/81cwDQ9CGoL._AC_SL1500_.jpg",
		"category": "Electronics",
		"seller": "Ebay",
		"stock": 50,
		"state": true,
		"numOfReviews": 32,
		"reviews": []
	},
	{
		"name": "CAN USB FD Adapter (GC-CAN-USB-FD)",
		"price": "315.00",
		"description": "Monitor a CAN network, write a CAN program and communicate with industrial, medical, automotive or other CAN based device. Connect CAN FD and CAN networks to a computer via USB with the CAN USB FD adapter.",
		"ratings": 1.65,
		"images": "https://i.ebayimg.com/images/g/q9YAAOSwv15jQ5QD/s-l1600.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 0,
		"state": true,
		"numOfReviews": 2,
		"reviews": []
	},
	{
		"name": "CHARMOUNT Full Motion TV Wall Mount Swivel",
		"price": "26.99 ",
		"description": "CHARMOUNT TV MOUNT UNIVERSAL DESIGN - Has your TV been received? Tilted TV wall mount is for 26 - 55 TVs weight up to 88lbs 40 kg. Our tilt TV mount has a compatible faceplate that fits VESA 75X75mm (3x3). CHARMOUNT TV MOUNT UNIVERSAL DESIGN - Has your TV been received? Tilted TV wall mount is for 26 - 55 TVs weight up to 88lbs 40 kg. Our tilt TV mount has a compatible faceplate that fits VESA 75X75mm (3x3) CHARMOUNT TV MOUNT UNIVERSAL DESIGN - Has your TV been received? Tilted TV wall mount is for 26 - 55 TVs weight up to 88lbs 40 kg. Our tilt TV mount has a compatible faceplate that fits VESA 75X75mm (3x3).",
		"ratings": 3.5,
		"images": "https://i.ebayimg.com/images/g/CIwAAOSwZH1jd2hf/s-l500.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 1,
		"state": true,
		"numOfReviews": 12,
		"reviews": []
	},
	{
		"name": "Bose QuietComfort 35 II Wireless Bluetooth Headphones",
		"price": "299.00 ",
		"description": "What happens when you clear away the noisy distractions of the world? Concentration goes to the next level. You get deeper into your music, your work, or whatever you want to focus on. That’s the power of Bose QuietComfort 35 wireless headphones II. Put them on and get closer to what you’re most passionate about. And that’s just the beginning. QuietComfort 35 wireless headphones II are now enabled with Bose AR",
		"ratings": 4.5,
		"images": "https://http2.mlstatic.com/D_NQ_NP_605504-MLA40313577191_012020-O.webp",
		"category": "Headphones",
		"seller": "Amazon",
		"stock": 11,
		"state": true,
		"numOfReviews": 112,
		"reviews": []
	},
	{
		"name": "Apple AirPods with Charging Case (Wired)",
		"price": "126.99 ",
		"description": "AirPods with Charging Case: More than 24 hours listening time, up to 18 hours talk time; AirPods (single charge): Up to 5 hours listening time, up to 3 hours talk time or 15 minutes in the case equals up to 3 hours listening time or up to 2 hours talk time.",
		"ratings": 4.8,
		"images": "https://http2.mlstatic.com/D_NQ_NP_816812-MLA46302470623_062021-O.webp",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 122,
		"state": true,
		"numOfReviews": 2671,
		"reviews": []
	},
	{
		"name": "Cable Boom Microphone - Volume Control for Playstation PS4 or Xbox",
		"price": "27.99",
		"description": "DESIGN INFO - 3.5mm male to 2.5mm male audio cable adapter with Upgraded Flexible, Detachable Boom Mic which also enables rotary Volume Control and Mute Switch. SteelFlex Arm for perfect microphone positioning. INPUT COMPATIBILITY - Devices supporting 3.5mm audio output such as gaming PS4 / Xbox One controller, PC, Laptop, iPhone and Android Phone.",
		"ratings": 4.1,
		"images": "https://m.media-amazon.com/images/I/71352XmOQWL._AC_SX466_.jpg",
		"category": "Accessories",
		"seller": "Amazon",
		"stock": 1123,
		"state": true,
		"numOfReviews": 6,
		"reviews": []
	},
	{
		"name": "Nikon D3500 W/ AF-P DX NIKKOR 18-55mm f/3.5-5.6G VR Black ",
		"price": "496.95",
		"description": "You don't need to be a photographer to know a great photo when you see one. And you don't need to be a photographer to take a great photo—you just need the D3500. It's as easy to use as a point-and-shoot, but it takes beautiful DSLR photos and videos that get noticed. It feels outstanding in your hands, sturdy and balanced with controls where you want them. It's compact, durable and versatile, ideal for travel. And it works seamlessly with compatible smartphones, making it easier than ever to share your great photos. Even if you've never picked up a DSLR camera, you can take beautiful pictures with D3500.",
		"ratings": 4.7,
		"images": "https://m.media-amazon.com/images/I/81NUXc+NTVL.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 131,
		"state": true,
		"numOfReviews": 222,
		"reviews": []
	},
	{
		"name": "Apple MacBook Air (13-inch, 8GB RAM, 256GB SSD Storage) - Space Gray ",
		"price": "949.99",
		"description": "Stunning 13.3-inch Retina display with True Tone technology, Backlit Magic Keyboard and Touch ID, Tenth-generation, Intel Core i3 processor, Intel Iris Plus Graphics, Fast SSD storage, 8GB of memory, Stereo speakers with wider stereo sound",
		"ratings": 4.9,
		"images": "https://http2.mlstatic.com/D_NQ_NP_801112-MLA46516512347_062021-O.webp",
		"category": "Laptops",
		"seller": "Amazon",
		"stock": 0,
		"state": true,
		"numOfReviews": 56,
		"reviews": []
	},
	{
		"name": "Kauffman Orchards Homegrown McIntosh Apples",
		"price": "2.75",
		"description": "McIntosh is a pretty red/green apple with white flesh Homegrown in Kauffman's orchard in healthy Lancaster County soil McIntosh apples are famous for snacking, pies, salads, and applesauce Protected with soft, high-density foam for safe shipping to your door Not for sale to California, Oregon, or Washington due to state laws governing fresh produce",
		"ratings": 5,
		"images": "https://m.media-amazon.com/images/I/71gqlRrQCuL._AC_SL1500_.jpg",
		"category": "Television",
		"seller": "Kauffman's Fruit Farm & Market",
		"stock": 500,
		"state": true,
		"numOfReviews": 1,
		"reviews": []
	},
	{
		"name": "Matterport Pro3 Fastest 3D Lidar Scanner Digital Camera",
		"price": 5994,
		"description": "Faster As-Built Surveys Capture as-built data in a matter of minutes—far faster than manual methods and more quickly than terrestrial LiDAR scanners—and generate shareable digital twins. Export dimensional information into CAD, and make it easier to start design proposals faster than ever.Easier Construction Progress Monitoring Capture spaces on demand without delaying work. Replace photography with digital twins and use in-model notes to speed up collaboration with subcontractors and stakeholders.Better Quality Control and Work Package Signoff Generate accurate 3D models to identify remedial work. Use tags to link directly from work locations to the appropriate punch cards. Enable fast, accurate, and high-quality documentation of a work package, and make it easy for offsite colleagues to sign them off.",
		"ratings": 4,
		"images": "https://m.media-amazon.com/images/I/519zL5JQF5L._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 4,
		"reviews": [],
		"state": true
	},
	{
		"name": "Canon EOS 250D Vlogger Kit inc Camera",
		"price": 850,
		"description": "The lightweight EOS 250D SLR camera is perfect for vloggers who want professional results in a studio setup. It includes a bag and neck strap plus a mid size tripod and Shotgun Super Cardioid Condenser Video Microphone The world's lightest DSLR with movable screen, with classic handling and cutting-edge technology inside. Great-looking photos and 4K movies are simple to shoot, and the camera communicates intuitively with smart devices. Small in size, big on features Inside its portable body, the EOS 250D features a 24.1-megapixel sensor and a DIGIC 8 image processor for superb results on the move. An optical viewfinder gives a clear, real-time view of the world. The compact DSLR As the world’s lightest DSLR camera with movable screen, the EOS 250D can go to more places and be with you more often, for superb results whenever creativity strikes. Stunning high resolution images and 4K movies Capture 24.1 megapixel photos and 4K movies that are pin-sharp and packed with colour. An APS-C sized sensor and DIGIC 8 processor ensure great results, even in low light. Connected to your life It’s easy to share images with friends and family – just link the EOS 250D to your smartphone or tablet computer using Bluetooth and the camera’s built-in Wi-Fi will take care of the rest. Stay focused, look sharp Whether you capture the moment at 5fps with the optical viewfinder, or use Dual Pixel CMOS AF Live View with Eye Auto Focus, you can enjoy pin-sharp results. Simple or advanced? Enjoy point and shoot simplicity, while Guided UI and Creative Assist mode help unlock your creativity. The movable touchscreen makes awkward angles and selfies easy.",
		"ratings": 3.8,
		"images": "https://m.media-amazon.com/images/I/81rnWrvGEEL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 4,
		"reviews": [],
		"state": true
	},
	{
		"name": "Nikon D500 Body Single-Lens",
		"price": 1094,
		"description": "The sleek and beautiful D500 goes anywhere you go, bringing along stunning resolution and performance. Packing a lot of power into a smaller camera body thanks to its DX sensor means you can take advantage of the smaller and lighter DX lenses in the NIKKOR line—and when you’re travelling, every ounce counts. The best part is, there’s no need to sacrifice image quality to gain portability. The D500 strikes the perfect balance with its 20.9 megapixel CMOS sensor, and is ready to capture the exquisite details, colors, and textures this world has to offer.",
		"ratings": 4.7,
		"images": "https://m.media-amazon.com/images/I/81Jw33DeGtL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 4,
		"reviews": [],
		"state": true
	},
	{
		"name": "TP-Link Tapo Pan/Tilt Smart Security Camera",
		"price": 24,
		"description": "No Hub Required - Works with any Wi-Fi router without the need for a separate hub.Night Vision: 850 nm IR LED up to 30 ft 1080P HD with Night Vision - 1080P full HD for always on live stream and night vision up to 30ft Two-way Audio - With built-in microphone and speaker, you can keep in touch with your family anytime, anywhere. Motion Detection and Activity Zones - Custom activity zones and notification will sent to your phone once motion is detected",
		"ratings": 4,
		"images": "https://m.media-amazon.com/images/I/71AOgfuGcAL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 5,
		"reviews": [],
		"state": true
	},
	{
		"name": "WiFi Camera Indoor 1080P",
		"price": 25,
		"description": "【1080P FHD & 10m Smart Night Vision & 360° Coverage】Imou home indoor security camera with 1080P Full HD and built-in smart IR LEDs extend the range of night vision reach up to 10m (33ft), automatically adjusts to provide high quality crystal video without overexposure, lets you see everything clearly even in pitch black. Imou pet dog camera with 355° horizontal & 85° wide angle lens create a 360 degree complete coverage, protecting your baby, dog, elderly and nanny all day long. 【Human Motion Sound Detection & Smart Tracking & Built-in Siren】Imou WiFi indoor camera can accurately identify human motion and abnormal sound, quickly distinguish human motions from animals to avoid false alarms. It can smart tracking the activity, snapshot and record videos until abnormal end, then save on your local SD card / cloud, and send the alert notifications to your mobile phone at the same time. Imou pet dog camera with built-in siren can scare away unwelcome strangers.",
		"ratings": 4.6,
		"images": "https://m.media-amazon.com/images/I/51ibns6pBhL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 4,
		"reviews": [],
		"state": true
	},
	{
		"name": "WiFi Camera Indoor 1080P Pet Dog Camera, 360°",
		"price": 40,
		"description": "Privacy Mode & SD Card/Cloud Secure Storage】You can cover the camera lens with one tap on the private fashion of the phone app, protecting your personal privacy when you are home. Support storage and playback videos on micro-SD card with max 256GB (not included), NVR and Imou Cloud (30 days free trial with 7 days cycle for recording). 100% comply with GDPR Data Protection Regulation to enhance your privacy protection. 【Product Warranty & Technical Support】Imou is a global smart security brand boasting 24-month warranty. During the period,",
		"ratings": 3,
		"images": "",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Camera IP, Pan Tilt Smart WiFi Security Camera Indoor",
		"price": 50,
		"description": "4MP SUPER HD & STUNNING NIGHT VISION: The indoor camera captures crystal-clear videos in the resolution of 2560x1440 (4 megapixels), clearer than 1080p. The infrared LEDs bring you excellent night vision up to 40ft, enabling you to see your baby or pet in low light. DUAL-BAND WIFI & EASY SETUP: This WiFi IP camera works on both 2.4 GHz and 5 GHz bands to provide a flexible, more stable & faster WiFi connection. Just plug it in, connect it to a wireless network, you can finish its setup easily and quickly in minutes. No subscription fee needed",
		"ratings": 4.2,
		"images": "https://m.media-amazon.com/images/I/51qjooQ3pmL._AC_SL1500_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 6,
		"reviews": [],
		"state": true
	},
	{
		"name": "Digital Camera for Photography with 2.8",
		"price": 560,
		"description": "Multifunctional Digital Camera】This digital camera has four modes: photo mode, video recording, audio recording, playback mode, supports shooting 20MP pixel photos,2.8 inch display, 8X digital zoom,face monitoring, smiling face shooting, anti-shake,very portable and easy to use, supports up to 32GB SD card (not included).【PC Webcam Function & Built-in Microphone】The mini digital camera has a webcam function, as long as the camera is connected to the computer, the webcam can be turned on, and you can conduct live broadcasts, video calls, and online conferences, which is more convenient.Camera's built-in microphone and speaker for audio recording and playback",
		"ratings": 4,
		"images": "https://m.media-amazon.com/images/I/61xhgOiUXYL._AC_SL1000_.jpg",
		"category": "Cameras",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 5,
		"reviews": [],
		"state": true
	},
	{
		"name": "Stylophone The Original Pocket Electronic Organ",
		"price": 24,
		"description": "Iconic gadgets don't come along every day. The Stylophone is a household name in the music world, known for its super-fun stylus design, compact design, and unique retro sound. Used by everyone from David Bowie to The White Stripes, it’s the perfect musical gizmo - once you pick it up, you won’t want to put it back down…",
		"ratings": 4.6,
		"images": "https://m.media-amazon.com/images/I/61KQbKz36HS._AC_SL1024_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 7,
		"reviews": [],
		"state": true
	},
	{
		"name": "OCOOPA Hand Warmers Rechargeable",
		"price": 24,
		"description": "Great Gifts Idea, birthday, anniversary, promotion celebration for your family members and lovers. EXQUISITE COMFORT - Made of high-tech aircraft-grade aluminum and ABS material, thousands of polished exterior material, smooth and warm, portable and compact as well anti-skid in one hand.",
		"ratings": 3.7,
		"images": "https://m.media-amazon.com/images/I/61zlbZ7aj5L._AC_SL1500_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 7,
		"reviews": [],
		"state": true
	},
	{
		"name": "HCFGS Electronics Accessories Organizer Bag",
		"price": 24,
		"description": "Keep everything in one place - The electronics organizing bag helps you keep all your electronics accessories and various cables together. like cables, flash disk, Power, Cords, Memory Cards,USB drive, Charger ,Pens, Headphone and etc. Spacious Storage Spaces - Our Travel Cable Organiser Bag has enough roomy to hold various items, for sorting the cables for everyday life, Size: 25*18cm / 9.8*7.1in, perfect size easily fits into your briefcase, luggage, backpack.",
		"ratings": 4.6,
		"images": "https://m.media-amazon.com/images/I/71pjnedCaZL._AC_SL1000_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 7,
		"reviews": [],
		"state": true
	},
	{
		"name": "Trust Gaming GXT 258 Fyru USB 4-In-1",
		"price": 224,
		"description": "STUDIO QUALITY RECORDINGS: The Trust GXT 258 Fyru 4-in-1 Streaming Microphone is built to deliver crystal clear and rich recordings of a near-professional studio quality; Compatible with PC, PlayStation 4 & PlayStation 5. 4 RECORDING PATTERNS: With this condenser microphone you can get optimised recordings in any situation; Choose between cardioid (streaming on YouTube or Twitch, one-man podcast or voice-over), bidirectional (duet or interview), stereo (stereo setting music recordings) or omnidirectional (group podcast)",
		"ratings": 3.6,
		"images": "https://m.media-amazon.com/images/I/71unVDuu2SL._AC_SL1500_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 7,
		"reviews": [],
		"state": true
	},
	{
		"name": "Electronics Compressed Air Duster,",
		"price": 124,
		"description": "Compressed Air 4.0: The Tiepetly Electric Air Duster is equipped with the newest performance motor that grants it the max speed up to 90000 RMP. The highest velocity offers a 12000 Pa blowing/suction force that allows you to clean debris or hairs littering every nook and cranny. Economic 2 in 1: The outstanding feature is the combination of an air duster and a mini handheld vacuum in one device. Blowing the dust all over the place is quite annoying, using the suction function is literally a dust-free cleaning. Easy and economic with no hassle.",
		"ratings": 4.6,
		"images": "https://m.media-amazon.com/images/I/717Eboq8lDL._AC_SL1500_.jpg",
		"category": "Electronics",
		"seller": "Amazon",
		"stock": 12,
		"numOfReviews": 9,
		"reviews": [],
		"state": true
	},
	{
		"name": "ASUS Chromebook 11 CR1100 11.6",
		"price": 500,
		"description": "CR1100 is packed with ruggedized features such as the all-round rubber bumper, spill-resistant keyboard and ultra-tough hinge. CR1100 is also a smart investment for environments of all types, with its ASUS Antibacterial Guard treatment helping prevent germs.",
		"ratings": 3.7,
		"images": "https://m.media-amazon.com/images/I/517mFTki4qL._AC_SL1000_.jpg",
		"category": "Laptops",
		"seller": "Amazon",
		"stock": 10,
		"numOfReviews": 9,
		"reviews": [],
		"state": true
	},
	{
		"name": "ASUS aut 15.6",
		"price": 390,
		"description": "Easy portability. Effortless productivity.Whether for work or play, ASUS Vivobook 15 is the entry-level laptop that delivers powerful performance and immersive visuals. Its NanoEdge display boasts wide 178° viewing angles and a matte anti-glare coating for a truly engaging experience. Inside, it’s powered by an Intel Core i5 processor with 16 GB RAM and 512 GB PCIe SSD.",
		"ratings": 3.5,
		"images": "https://m.media-amazon.com/images/I/61FXeHw3rfL._AC_SL1000_.jpg",
		"category": "Laptops",
		"seller": "Amazon",
		"stock": 9,
		"numOfReviews": 8,
		"reviews": [],
		"state": true
	},
	{
		"name": "Lenovo IdeaPad 1 14 inch Intel Celeron",
		"price": 180,
		"description": "IdeaPad 1 features an HD display so you can view your content with deeper and more intense clarity.For those looking for an on-the-go laptop, the IdeaPad 1 is your best choice. The 11 model starts at a feather-light 1.2 kg. With 8 hours battery life, you can take your IdeaPad 1 anywhere and do more.Dolby Audio delivers crystal-clear audio whether you’re watching a video or streaming music. With the built-in dual stereo speaker, you’re sure to fall in love with what you hear on the IdeaPad 1.",
		"ratings": 3,
		"images": "https://m.media-amazon.com/images/I/61ydgVHOMKS._AC_SL1500_.jpg",
		"category": "Laptops",
		"seller": "Amazon",
		"stock": 0,
		"numOfReviews": 3,
		"reviews": [],
		"state": true
	}
]
